Repository: McBaumwolle/dynamic-music-pill
Catalog: po/*.po
Languages: es, fr, hu, sv

source: Main Pill
fr: Pastille principale
sv: Huvudpiller

source: General Settings
es: Ajustes generales
fr: Paramètres généraux
hu: Általános beállítások
sv: Grundläggande inställningar

source: Show Album Art
es: Mostrar portada del álbum
fr: Afficher la pochette d'album
hu: Albumborító megjelenítése
sv: Visa skivomslag

source: Display the cover art of the currently playing song
es: Mostrar la portada de la canción actual
fr: Afficher la pochette de la chanson en cours
hu: Az éppen játszott dal borítójának mutatása
sv: Visa skivomslag för spelande låt

source: Fallback Album Art
sv: Visa skivomslag

source: Enable Scroll Controls
es: Habilitar control por desplazamiento
fr: Activer le contrôle par défilement
hu: Görgetéssel való irányítás engedélyezése
sv: Slå på rullningskontroller

source: Change Tracks or Volume using scroll wheel or touchpad
fr: Changer de morceau ou le volume avec la molette de souris ou le pavé tactile
sv: Byt låt eller justera volym med rullhjul eller pekplatta

source: Change Track
fr: Changer de morceau
sv: Byt låt

source: Change Volume
fr: Ajuster le volume
sv: Justera volym

source: Scroll Action
fr: Action de défilement
sv: Rullkontroller

source: Choose what scrolling on the pill should do
fr: Choisissez l’action associée au défilement sur la pastille
sv: Välj vad som ska hända när du rullar på pillret

source: Invert Scroll Animation
es: Invertir animación de desplazamiento
fr: Inverser l'animation de défilement
hu: Görgetési animáció megfordítása
sv: Invertera rullningsanimation

source: Direction of the jump effect (Natural vs Traditional)
es: Dirección del efecto de salto (Natural vs Tradicional)
fr: Direction de l'effet de saut (Naturel vs Traditionnel)
hu: Az animáció iránya (Természetes vs Hagyományos)
sv: Riktning för hoppeffekt (naturlig eller traditionell)

source: Scrolling Text
es: Texto desplazable
fr: Texte défilant
hu: Gördülő szöveg
sv: Rullande text

source: Animate long track titles and artist names
es: Animar títulos largos y nombres de artistas
fr: Animer les titres longs et noms d'artistes
hu: Hosszú címek és előadók animálása
sv: Animera långa låttitlar och artistnamn

source: Tablet Mode
fr: Mode tablette
sv: Surfplatteläge

source: Show skip buttons directly on the pill
fr: Afficher les contrôles directement sur la pastille
sv: Visa knappar för spårbyte på pillret

source: Inline Artist
sv: Artistnamn på samma rad

source: Show "Title • Artist" when the widget is squeezed
sv: Visa "titel • artist" när widgeten är komprimerad

source: Hide title and artist
sv: Animera långa låttitlar och artistnamn

source: Mouse Actions
sv: Muskontroller

source: Left Click
fr: Clic gauche
sv: Vänsterklick

source: Middle Click
fr: Clic du milieu
sv: Mittenklick

source: Right Click
fr: Clic droit
sv: Högerklick

source: Pop-up Menu
fr: Menu pop-up
sv: Pop-up-meny

source: Pop-up Appearance
fr: Apparence du pop-up
sv: Pop-up-menyns utseende

source: Rotate Vinyl
sv: Roterande vinylskiva

source: Spin the album art when playing
sv: Snurra skivomslag vid uppspelning

source: Enable Shadow
es: Habilitar sombra
fr: Activer l'ombre
hu: Árnyék Engedélyezése
sv: Slå på skugga

source: Show drop shadow behind the pop-up menu
fr: Afficher l'ombre derrière le menu pop-up
sv: Visa droppskugga bakom pop-up-menyn

source: Follow Transparency
sv: Följ transparens

source: Inherit opacity settings from the main pill
sv: Ärv inställningar för opacitet från pillret

source: Follow Border Radius
sv: Följ böjningsradie

source: Inherit corner roundness from the main pill
sv: Ärv inställning för rundade hörn från pillret

source: Show Vinyl
sv: Visa vinylskiva

source: Display the album art in the pop-up
sv: Visa skivomslag i pop-up-menyn

source: Square Vinyl Image
sv: Kvadratisk vinylskiva

source: Use a square album art (disables rotation)
sv: Använd kvadratiskt skivomslag (inaktiverar rotation)

source: Show Shuffle and Loop
sv: Visa alternativen blanda och repetera

source: Display extra controls in the pop-up
sv: Visa ytterligare kontroller i pop-up-menyn

source: Use Custom Width
fr: Définir une largeur personnalisée
sv: Anpassa bredd

source: Disable dynamic sizing for the pop-up
sv: Slå av dynamisk storlek på pop-up-menyn

source: Custom Width Value
fr: Largeur personnalisée
sv: Värde för anpassad bredd

source: Show Visualizer in Pop-up
sv: Visualizer och form

source: Hide Pill Visualizer
sv: Applicera på visualizer

source: Style & Layout
fr: Style & Dispositition
sv: Stil och layout

source: Visualizer and Shape
es: Visualizador y forma
fr: Visualiseur et Forme
hu: Vizualizáció és Alak
sv: Visualizer och form

source: Off (Disabled)
es: Desactivado
fr: Désactivé
hu: Ki
sv: Av (inaktiverad)

source: Wave (Smooth)
es: Onda (Suave)
fr: Vague (Fluide)
hu: Hullám (Sima)
sv: Vågor (jämn)

source: Beat (Jumpy)
es: Ritmo (Saltarín)
fr: Rythme (Saccadé)
hu: Ütem (Ugrálós)
sv: Beat (hoppande)

source: Visualizer Animation
es: Animación del visualizador
fr: Animation du visualiseur
hu: Vizualizációs Animáció
sv: Animering av visualizer

source: Visualizer Margin
sv: Marginal för visualizer

source: Distance between the text and the wave animation
sv: Distans mellan texten och våganimationen

source: Corner Radius
es: Radio de esquina
fr: Rayon des coins
hu: Saroklekerekítés
sv: Hörnradie

source: Roundness of the widget edges (0 = Square, 25 = Pill)
es: Redondez de los bordes (0 = Cuadrado, 25 = Píldora)
fr: Arrondi des bords (0 = Carré, 25 = Pilule)
hu: A szélek kerekítése (0 = Szögletes, 25 = Pirula)
sv: Värde för rundade hörn (0 = kvadrat, 25 = piller)

source: Background and Transparency
es: Fondo y transparencia
fr: Arrière-plan et transparence
hu: Háttér és átlátszóság
sv: Bakgrund och transparens

source: Enable Transparency
es: Habilitar transparencia
fr: Activer la transparence
hu: Átlátszóság engedélyezése
sv: Slå på genomskinlighet

source: Switch between a solid theme background and a custom transparent look
es: Cambiar entre fondo sólido y apariencia transparente
fr: Basculer entre un fond uni et une apparence transparente
hu: Váltás a téma egyszínű háttere és az egyedi átlátszó kinézet között
sv: Byt mellan ett tema med solid bakgrund och ett anpassat genomskinligt utseende

source: Background Opacity
es: Opacidad del fondo
fr: Opacité de l'arrière-plan
hu: Háttér átlátszósága
sv: Bakgrundsopacitet

source: Adjust transparency level
fr: Ajuster le niveau de transparence
sv: Justera genomskinlighet

source: Apply to Album Art
es: Aplicar a la portada
fr: Appliquer à la pochette
hu: Alkalmazás az albumborítón
sv: Applicera på skivomslag

source: Apply to Text
es: Aplicar al texto
fr: Appliquer au texte
hu: Alkalmazás a Szövegen
sv: Applicera på text

source: Apply to Visualizer
es: Aplicar al visualizador
fr: Appliquer au visualiseur
hu: Alkalmazás a Vizualizáción
sv: Applicera på visualizer

source: Main Pill Shadow
sv: Skuggning av pillret

source: Shadow Intensity
es: Intensidad de la sombra
fr: Intensité de l'ombre
hu: Árnyék Intenzitása
sv: Skuggans intensitet

source: Shadow Blur
es: Difuminado de sombra
fr: Flou de l'ombre
hu: Árnyék Elmosása
sv: Suddig skugga

source: Positioning
fr: Position
hu: Pozicionálás és Elrendezés
sv: Positionering

source: Panel: Left Box
es: Panel: Izquierda
fr: Panneau : Gauche
hu: Panel: Bal Oldal
sv: Panel: vänster område

source: Panel: Center Box
es: Panel: Centro
fr: Panneau : Centre
hu: Panel: Közép
sv: Panel: mittområde

source: Panel: Right Box
es: Panel: Derecha
fr: Panneau : Droite
hu: Panel: Jobb Oldal
sv: Panel: höger område

source: Container Target
es: Objetivo del contenedor
fr: Cible du conteneur
hu: Tároló Célpont
sv: Containerns målområde

source: Select which UI element should host the music pill
es: Seleccionar qué elemento de la UI contiene la píldora
fr: Sélectionner l'élément d'interface qui contient le widget
hu: Válaszd ki, melyik felületi elem tartalmazza a widgetet
sv: Välj vilken del av gränssnittet som ska visa musikpillret

source: Dynamic Width
fr: Largeur dynamique
sv: Dynamisk bredd

source: Auto-adjust pill width (slider acts as max width)
sv: Justera pillrets bredd automatiskt (reglaget bestämmer maxbredd)

source: Manual Index
es: Índice manual
fr: Index manuel
hu: Manuális Index
sv: Manuellt index

source: First (Start)
es: Primero (Inicio)
fr: Premier (Début)
hu: Első (Eleje)
sv: Först (början)

source: Center
es: Centro
fr: Centre
hu: Közép
sv: Mitten

source: Last (End)
es: Último (Fin)
fr: Dernier (Fin)
hu: Utolsó (Vége)
sv: Sist (slutet)

source: Alignment Preset
es: Alineación preestablecida
fr: Préréglage d'alignement
hu: Igazítási Sablon
sv: Förinställning av justering

source: How the widget aligns relative to other items
es: Cómo se alinea el widget respecto a otros elementos
fr: Comment le widget s'aligne par rapport aux autres éléments
hu: Hogyan igazodjon a widget a többi elemhez képest
sv: Widgetens justering i relation till andra objekt

source: Manual Index Position
es: Posición de índice manual
fr: Position d'index manuel
hu: Manuális Index Pozíció
sv: Manuell indexposition

source: Order in the list (0 is first). Only for Manual mode.
es: Orden en la lista (0 es primero). Solo modo manual.
fr: Ordre dans la liste (0 est le premier). Mode manuel uniquement.
hu: Sorrend a listában (0 az első). Csak Manuális módban.
sv: Position i listan (0 är först). Endast för manuellt läge.

source: Vertical Offset (Y)
es: Desplazamiento vertical (Y)
fr: Décalage vertical (Y)
hu: Függőleges Eltolás (Y)
sv: Vertikal kompensering (Y)

source: Shift Up (-) or Down (+)
es: Mover arriba (-) o abajo (+)
fr: Déplacer vers le haut (-) ou le bas (+)
hu: Mozgatás fel (-) vagy le (+)
sv: Justera uppåt (-) eller nedåt (+)

source: Horizontal Offset (X)
es: Desplazamiento horizontal (X)
fr: Décalage horizontal (X)
hu: Vízszintes Eltolás (X)
sv: Horisontell kompensering (X)

source: Shift Left (-) or Right (+)
es: Mover izquierda (-) o derecha (+)
fr: Déplacer vers la gauche (-) ou la droite (+)
hu: Mozgatás Balra (-) vagy Jobbra (+)
sv: Justera åt vänster (-) eller höger (+)

source: Dimensions (Dock Mode)
es: Dimensiones (Modo Dock)
fr: Dimensions (Mode Dock)
hu: Méretek (Dokk Mód)
sv: Dimensioner (dockläge)

source: Album Art Size
sv: Storlek på skivomslag

source: Widget Width
es: Ancho del widget
fr: Largeur du widget
hu: Widget Szélessége
sv: Widgetens bredd

source: Widget Height
es: Alto del widget
fr: Hauteur du widget
hu: Widget Magassága
sv: Widgetens höjd

source: Dimensions (Panel Mode)
es: Dimensiones (Modo Panel)
fr: Dimensions (Mode Panneau)
hu: Méretek (Panel Mód)
sv: Dimensioner (panelläge)

source: Custom Colors
sv: Anpassade färger

source: Use Custom Colors
sv: Använd anpassade färger

source: Override dynamic colors
sv: Åsidosätt dynamiska färger

source: Background Color
sv: Bakgrundsfärg

source: Text Color
sv: Textfärg

source: System & Reset
sv: System och återställning

source: Hide Default GNOME Player
sv: Dölj förinställd GNOME-spelare

source: Remove the duplicate built-in media controls
sv: Inaktivera dom inbyggda uppspelningskontrollerna

source: Game Mode
es: Modo Juego
fr: Mode Jeu
hu: Játék Mód
sv: Spelläge

source: Disable animations when a fullscreen app is active
es: Desactivar animaciones en pantalla completa
fr: Désactiver les animations en plein écran
hu: Animációk tiltása teljes képernyős alkalmazásnál
sv: Slå av animationer när en applikation körs i helskärmsläge

source: Backup & Restore
sv: Säkerhetskopiera och återställ

source: Export Settings
sv: Exportera inställningar

source: Export
sv: Exportera

source: Save Settings
sv: Spara inställningar

source: Import Settings
sv: Importera inställningar

source: Import
sv: Importera

source: Open Settings Backup
sv: Öppna säkerhetskopiering av inställningar

source: Danger Zone
es: Zona de peligro
fr: Zone de danger
hu: Veszélyzóna
sv: Farozon

source: Reset All
es: Restablecer todo
fr: Tout réinitialiser
hu: Minden Visszaállítása
sv: Återställ samtliga

source: Factory Reset
es: Restablecimiento de fábrica
fr: Réinitialisation d'usine
hu: Gyári visszaállítás
sv: Ursprungsinställningar

source: About
es: Acerca de
fr: À propos
hu: Névjegy
sv: Om

source: Support the Project
es: Apoyar el proyecto
fr: Soutenir le projet
hu: A Projekt Támogatása
sv: Stöd projektet

source: Support on Ko-fi
es: Apoyar en Ko-fi
fr: Soutenir sur Ko-fi
hu: Támogatás Ko-fi-n
sv: Stöd på Ko-fi

source: Buy me a coffee on Ko-fi
es: Cómprame un café en Ko-fi
fr: Offrez-moi un café sur Ko-fi
hu: Hívj meg egy kávéra Ko-fi-n
sv: Köp mig en kaffe på Ko-fi

source: Buy Me a Coffee
sv: Köp mig en kaffe

source: Support via BuyMeACoffee
es: Apoyo vía BuyMeACoffee
fr: Soutien via BuyMeACoffee
hu: Támogatás BuyMeACoffee-n keresztül
sv: Stöd via BuyMeACoffee

source: Source Code
es: Código fuente
fr: Code source
hu: Forráskód
sv: Källkod

source: Report bugs or view source on GitHub
es: Reportar errores o ver código en GitHub
fr: Signaler des bugs ou voir le code sur GitHub
hu: Hibajelentés vagy kód megtekintése GitHubon
sv: Rapportera buggar eller visa källkod på GitHub

source: Select the style of the audio reaction bars
es: Seleccionar el estilo de las barras de reacción
fr: Sélectionner le style des barres de réaction audio
hu: Válaszd ki a vizualizáció stílusát

source: Switch tracks using scroll wheel or touchpad
es: Cambiar pistas con la rueda del ratón o panel táctil
hu: Számváltás egérgörgővel vagy touchpaddal

source: Dock
hu: Dokk
